Repository: taigikeyboard/taigikeyboard
Catalog: ios/Localizable.xcstrings
Source language: nan_hant_tw
Languages: en, ja, nan_latn_tw_x_poj, nan_latn_tw_x_tailo

# i18n_common_accentDict
source: 腔口差
en: Accent Variations
ja: アクセント差
nan_latn_tw_x_poj: khiuⁿ-kháu chha
nan_latn_tw_x_tailo: khiunn-kháu tsha

# i18n_common_cancel
source: 取消
en: Cancel
ja: キャンセル
nan_latn_tw_x_poj: chhú-siau
nan_latn_tw_x_tailo: tshú-siau

# i18n_common_delete
source: 刪除
en: Delete
ja: 削除
nan_latn_tw_x_poj: san-tî
nan_latn_tw_x_tailo: san-tî

# i18n_common_error
source: 錯誤
en: Error
ja: エラー
nan_latn_tw_x_poj: chhò-gō͘
nan_latn_tw_x_tailo: tshò-gōo

# i18n_common_fontGenYoGothic
source: 源樣烏體
en: GenYoGothic
ja: GenYoGothic
nan_latn_tw_x_poj: goân iūⁿ o͘ thé
nan_latn_tw_x_tailo: guân iūnn oo thé

# i18n_common_fontGenYoMin
source: 源樣明體
en: GenYoMin
ja: GenYoMin
nan_latn_tw_x_poj: goân iūⁿ bêng-thé
nan_latn_tw_x_tailo: guân iūnn bîng-thé

# i18n_common_fontIansui
source: 芫荽
en: Iansui
ja: Iansui
nan_latn_tw_x_poj: ian-sui
nan_latn_tw_x_tailo: ian-sui

# i18n_common_fontOpenHuninn
source: 粉圓
en: Open Huninn
ja: Open Huninn
nan_latn_tw_x_poj: hún-îⁿ
nan_latn_tw_x_tailo: hún-înn

# i18n_common_fontSystemDefault
source: 系統
en: System
ja: システム
nan_latn_tw_x_poj: hē-thóng
nan_latn_tw_x_tailo: hē-thóng

# i18n_common_iTaigiDict
source: iTaigi愛台語
en: iTaigi
ja: iTaigi
nan_latn_tw_x_poj: iTaigi ài-tâi-gí
nan_latn_tw_x_tailo: iTaigi ài-tâi-gí

# i18n_common_importFailed
source: 匯入失敗
en: Import failed
ja: インポートに失敗しました
nan_latn_tw_x_poj: hōe-ji̍p sit-pāi
nan_latn_tw_x_tailo: huē-ji̍p sit-pāi

# i18n_common_kunggeDict
source: 工藝中心臺灣台語工藝詞庫
en: NTCRI Taiwanese Craft Glossary
ja: 工芸センター 台湾語工芸用語辞書
nan_latn_tw_x_poj: kang-gē tiong-sim tâi-oân-tâi-gí kang-gē sû khò͘
nan_latn_tw_x_tailo: kang-gē tiong-sim tâi-uân-tâi-gí kang-gē sû khòo

# i18n_common_moeDict
source: 教育部臺灣台語常用詞辭典
en: MOE Dictionary of Common Taiwanese Words
ja: 教育部 台湾語常用語辞典
nan_latn_tw_x_poj: kàu-io̍k-pō͘ tâi-oân-tâi-gí siâng-iōng-sû sû-tián
nan_latn_tw_x_tailo: kàu-io̍k-pōo tâi-uân-tâi-gí siâng-iōng-sû sû-tián

# i18n_common_newwordDict
source: 公視台語台台語新詞辭庫
en: PTS Taigi New-Word Lexicon
ja: 公視台語台 台湾語新語辞書
nan_latn_tw_x_poj: kong-sī tâi-gí-tâi tâi-gí sin sû sî khò͘
nan_latn_tw_x_tailo: kong-sī tâi-gí-tâi tâi-gí sin sû sî khòo

# i18n_common_ok
source: 好
en: OK
ja: OK
nan_latn_tw_x_poj: hó
nan_latn_tw_x_tailo: hó

# i18n_common_sttiDict
source: 教育部學科術語臺灣台語對譯
en: MOE Academic Subject Terminology (Taigi)
ja: 教育部 学術用語 台湾語対訳
nan_latn_tw_x_poj: kàu-io̍k-pō͘ ha̍k-kho su̍t-gí tâi-oân-tâi-gí tùi-e̍k
nan_latn_tw_x_tailo: kàu-io̍k-pōo ha̍k-kho su̍t-gí tâi-uân-tâi-gí tuì-i̍k

# i18n_common_taiHuaDict
source: 台華線頂對照典
en: Taigi-Mandarin Online Cross-Reference
ja: 台湾語・華語オンライン対照辞典
nan_latn_tw_x_poj: tâi hôa sòaⁿ-téng tùi-chiàu tián
nan_latn_tw_x_tailo: tâi huâ suànn-tíng tuì-tsiàu tián

# i18n_common_taiwanJapanDict
source: 臺日大辭典台語譯本
en: Taiwanese-Japanese Dictionary (Taigi Edition)
ja: 台日大辞典 台湾語訳
nan_latn_tw_x_poj: tâi ji̍t tōa sû-tián tâi-gí e̍k-pún
nan_latn_tw_x_tailo: tâi ji̍t tuā sû-tián tâi-gí i̍k-pún

# i18n_common_taiwanPlantDict
source: 台灣植物名彙
en: Taiwan Plant Name Glossary
ja: 台湾植物名彙
nan_latn_tw_x_poj: tâi-oân chi̍t-bu̍t miâ lūi
nan_latn_tw_x_tailo: tâi-uân tsi̍t-bu̍t miâ luī

# i18n_common_viewWebsite
source: 官方網站
en: Official Website
ja: 公式サイト
nan_latn_tw_x_poj: koaⁿ-hong bāng-chām
nan_latn_tw_x_tailo: kuann-hong bāng-tsām

# i18n_dictionary_addEntry
source: 增加詞
en: Add Word
ja: 単語を追加
nan_latn_tw_x_poj: cheng-ka sû
nan_latn_tw_x_tailo: tsing-ka sû

# i18n_dictionary_associationDescription
source: 詞關聯紀錄使用 CSV 純文字檔案，共 5 欄：頭前詞、頭前拍字、後壁詞、後壁拍字、次數，毋免囥標題。
en: Association records use a plain-text CSV file with 5 columns: previous word, previous romanization, next word, next romanization, count. No header row.
ja: 単語連携の記録は 5 列のプレーンテキスト CSV ファイルを使用します：前の単語、前のローマ字、次の単語、次のローマ字、回数。ヘッダー行は不要です。
nan_latn_tw_x_poj: sû koan-liân kì-lio̍k sú-iōng CSV sûn bûn-jī tòng-àn, kā 5 nôa: thâu-chêng sû, thâu-chêng phah-jī, āu-piah sû, āu-piah phah-jī, chhù siàu, m̄-bián khǹg piau-tôe.
nan_latn_tw_x_tailo: sû kuan-liân kì-lio̍k sú-iōng CSV sûn bûn-jī tòng-àn, kā 5 nuâ: thâu-tsîng sû, thâu-tsîng phah-jī, āu-piah sû, āu-piah phah-jī, tshù siàu, m̄-bián khǹg piau-tuê.

# i18n_dictionary_associationExportCSV
source: 匯出詞關聯紀錄
en: Export Association Records
ja: 単語連携の記録をエクスポート
nan_latn_tw_x_poj: hōe-chhut sû koan-liân kì-lio̍k
nan_latn_tw_x_tailo: huē-tshut sû kuan-liân kì-lio̍k

# i18n_dictionary_associationImportCSV
source: 匯入詞關聯紀錄
en: Import Association Records
ja: 単語連携の記録をインポート
nan_latn_tw_x_poj: hōe-ji̍p sû koan-liân kì-lio̍k
nan_latn_tw_x_tailo: huē-ji̍p sû kuan-liân kì-lio̍k

# i18n_dictionary_associationManagement
source: 詞關聯紀錄
en: Association Records
ja: 単語連携の記録
nan_latn_tw_x_poj: sû koan-liân kì-lio̍k
nan_latn_tw_x_tailo: sû kuan-liân kì-lio̍k

# i18n_dictionary_associationPrivacyWarning
source: 詞關聯紀錄可能會反映你拍過 ê 詞組。匯出抑是分享進前，請先檢查敏感內容。關閉紀錄了後，齒盤袂閣學習你的下一詞使用習慣。
en: Association records may reflect phrases you have typed. Check for sensitive content before exporting or sharing them. When recording is off, the keyboard stops learning your next-word habits.
ja: 単語連携の記録には、入力した語句が反映される場合があります。エクスポートや共有の前に、機密情報が含まれていないか確認してください。記録をオフにすると、次の単語の使い方を学習しなくなります。
nan_latn_tw_x_poj: sû koan-liân kì-lio̍k khó-lêng ē hoán-èng lí phah kòe ê sû-cho͘. hōe-chhut ah-sī hun-hióng chìn-chêng, chhiáⁿ sian kiám-cha bín-kám lōe-iông. koaiⁿ--khí-lâi liáu-āu, khí-pôaⁿ bōe koh ha̍k-si̍p lí ê ē chi̍t ê sû sú-iōng si̍p-koàn.
nan_latn_tw_x_tailo: sû kuan-liân kì-lio̍k khó-lîng ē huán-ìng lí phah kuè ê sû-tsoo. huē-tshut ah-sī hun-hióng tsìn-tsîng, tshiánn sian kiám-tsa bín-kám luē-iông. kuainn--khí-lâi liáu-āu, khí-puânn buē koh ha̍k-si̍p lí ê ē tsi̍t ê sû sú-iōng si̍p-kuàn.

# i18n_dictionary_associationRecordingEnabled
source: 開啟詞關聯紀錄
en: Record Word Associations
ja: 単語連携を記録
nan_latn_tw_x_poj: khai-khé sû koan-liân kì-lio̍k
nan_latn_tw_x_tailo: khai-khé sû kuan-liân kì-lio̍k

# i18n_dictionary_associationRecordingEnabledInfo
source: 拍開了後，齒盤會記錄詞佮詞 ê 前後關係，用來改善下一詞建議。
en: When on, the keyboard records which words follow each other to improve next-word suggestions.
ja: オンにすると、単語の前後関係を記録し、次の単語の候補に利用します。
nan_latn_tw_x_poj: phah-khui liáu-āu, khí-pôaⁿ ē kì-lio̍k sû kah sû ê chiân-āu koan-hē, iōng lâi kái-siān ē chi̍t ê sû kiàn-gī.
nan_latn_tw_x_tailo: phah-khui liáu-āu, khí-puânn ē kì-lio̍k sû kah sû ê tsiân-āu kuan-hē, iōng lâi kái-siān ē tsi̍t ê sû kiàn-gī.

# i18n_dictionary_backupPrivacyWarning
source: 備份檔案包含自訂詞、詞頻佮詞關聯紀錄，會當佇 iOS 佮 Android 匯入。檔案可能包含私人內容，請妥當保管。
en: A backup contains your custom words, frequency records, and association records. You can import it on iOS or Android. Store the file securely because it may contain private content.
ja: バックアップには、カスタム単語、単語頻度、単語連携の記録が含まれます。iOS と Android のどちらでもインポートできます。個人的な内容が含まれる場合があるため、安全に保管してください。
nan_latn_tw_x_poj: pī-hūn tòng-àn pau-hâm chū-tēng-sû, sû pîn kah sû koan-liân kì-lio̍k, ē-tàng tī iOS kah Android hōe-ji̍p. tòng-àn khó-lêng pau-hâm su-jîn lōe-iông, chhiáⁿ thò-tòng pó-koán.
nan_latn_tw_x_tailo: pī-hūn tòng-àn pau-hâm tsū-tīng-sû, sû pîn kah sû kuan-liân kì-lio̍k, ē-tàng tī iOS kah Android huē-ji̍p. tòng-àn khó-lîng pau-hâm su-jîn luē-iông, tshiánn thò-tòng pó-kuán.

# i18n_dictionary_backupRestore
source: 備份復原
en: Backup and Restore
ja: バックアップと復元
nan_latn_tw_x_poj: pī-hūn ho̍k-goân
nan_latn_tw_x_tailo: pī-hūn ho̍k-guân

# i18n_dictionary_clear
source: 清除
en: Clear
ja: クリア
nan_latn_tw_x_poj: chheng-tî
nan_latn_tw_x_tailo: tshing-tî

# i18n_dictionary_clearAllAssociation
source: 刪除所有詞關聯紀錄
en: Delete All Association Records
ja: すべての単語連携の記録を削除
nan_latn_tw_x_poj: san-tû só͘-iú sû koan-liân kì-lio̍k
nan_latn_tw_x_tailo: san-tû sóo-iú sû kuan-liân kì-lio̍k

# i18n_dictionary_clearAllFrequency
source: 刪除所有詞頻紀錄
en: Delete All Frequency Records
ja: すべての単語頻度の記録を削除
nan_latn_tw_x_poj: san-tû só͘-iú sû pîn kì-lio̍k
nan_latn_tw_x_tailo: san-tû sóo-iú sû pîn kì-lio̍k

# i18n_dictionary_clearAssociationMessage
source: 確定欲刪除所有詞關聯紀錄？
en: Delete all association records?
ja: すべての単語連携の記録を削除しますか？
nan_latn_tw_x_poj: khak-tēng beh san-tû só͘-iú sû koan-liân kì-lio̍k?
nan_latn_tw_x_tailo: khak-tīng beh san-tû sóo-iú sû kuan-liân kì-lio̍k?

# i18n_dictionary_clearFrequencyMessage
source: 確定欲刪除所有詞頻紀錄？
en: Delete all frequency records?
ja: すべての単語頻度の記録を削除しますか？
nan_latn_tw_x_poj: khak-tēng beh san-tû só͘-iú sû pîn kì-lio̍k?
nan_latn_tw_x_tailo: khak-tīng beh san-tû sóo-iú sû pîn kì-lio̍k?

# i18n_dictionary_customDictDescription
source: 自訂詞庫使用 CSV 純文字檔案，第 1 欄囥欲拍 ê 羅馬字，第 2 欄囥漢字，毋免囥標題。
en: The custom dictionary uses a plain-text CSV file: column 1 holds the romanization to type, column 2 holds the Hanji. No header row.
ja: カスタム辞書はプレーンテキストの CSV ファイルを使用します。1 列目に入力するローマ字、2 列目に漢字を記入します。ヘッダー行は不要です。
nan_latn_tw_x_poj: chū-tēng-sû-khò͘ sú-iōng CSV sûn bûn-jī tòng-àn, tē 1 lân khǹg beh phah ê lô-má-jī, tē 2 lân khǹg hàn-jī, m̄-bián khǹg piau-tê.
nan_latn_tw_x_tailo: tsū-tīng-sû-khòo sú-iōng CSV sûn bûn-jī tòng-àn, tē 1 lân khǹg beh phah ê lô-má-jī, tē 2 lân khǹg hàn-jī, m̄-bián khǹg piau-tê.

# i18n_dictionary_customDictEmpty
source: 揤 + 符號加入自訂詞
en: Tap + to add a custom word
ja: ＋ をタップしてカスタム単語を追加
nan_latn_tw_x_poj: chhi̍h + hû-hō ka-ji̍p chū-tēng-sû
nan_latn_tw_x_tailo: tshi̍h + hû-hō ka-ji̍p tsū-tīng-sû

# i18n_dictionary_customDictEnabled
source: 啟用自訂詞庫
en: Enable Custom Dictionary
ja: カスタム辞書を有効にする
nan_latn_tw_x_poj: khé-iōng chū-tēng-sû-khò͘
nan_latn_tw_x_tailo: khé-iōng tsū-tīng-sû-khòo

# i18n_dictionary_customDictEnabledInfo
source: 拍開了後，自訂詞會出現佇候選詞內底；關起來了後，就袂閣出現。
en: When on, words you add appear among the candidates. When off, your custom words no longer show up.
ja: オンにすると、追加した単語が候補に表示されます。オフにすると、カスタム単語は表示されなくなります。
nan_latn_tw_x_poj: phah-khui liáu-āu, chū-tēng-sû ē chhut-hiān tī hāu-soán sû lāi-té; koaiⁿ--khí-lâi liáu-āu, chiū bōe koh chhut-hiān.
nan_latn_tw_x_tailo: phah-khui liáu-āu, tsū-tīng-sû ē tshut-hiān tī hāu-suán sû lāi-té; kuainn--khí-lâi liáu-āu, tsiū buē koh tshut-hiān.

# i18n_dictionary_customDictPrivacyWarning
source: 自訂詞庫毋通囥身分證字號、密碼、信用卡號碼抑是其他敏感資料。
en: Do not store ID numbers, passwords, credit-card numbers, or other sensitive data in the custom dictionary.
ja: カスタム辞書には、身分証番号、パスワード、クレジットカード番号などの機密情報を保存しないでください。
nan_latn_tw_x_poj: chū-tēng-sû-khò͘ m̄-thang khǹg sin-hūn-chèng jī-hō, bi̍t-bé, sìn-iōng-khah hō-bé ah-sī kî-thaⁿ bín-kám chu-liāu.
nan_latn_tw_x_tailo: tsū-tīng-sû-khòo m̄-thang khǹg sin-hūn-tsìng jī-hō, bi̍t-bé, sìn-iōng-khah hō-bé ah-sī kî-thann bín-kám tsu-liāu.

# i18n_dictionary_customDictionary
source: 自訂詞庫
en: Custom Dictionary
ja: カスタム辞書
nan_latn_tw_x_poj: chū-tēng-sû-khò͘
nan_latn_tw_x_tailo: tsū-tīng-sû-khòo

# i18n_dictionary_dataManagement
source: 使用資料
en: Keyboard Data
ja: キーボードデータ
nan_latn_tw_x_poj: sú-iōng chu-liāu
nan_latn_tw_x_tailo: sú-iōng tsu-liāu

# i18n_dictionary_deleteAll
source: 刪除全部自訂詞
en: Delete All Custom Words
ja: すべてのカスタム単語を削除
nan_latn_tw_x_poj: san-tû choân-pō͘ chū-tēng-sû
nan_latn_tw_x_tailo: san-tû tsuân-pōo tsū-tīng-sû

# i18n_dictionary_deleteAllMessage
source: 敢確定欲刪除所有自訂詞？
en: Delete all custom words?
ja: すべてのカスタム単語を削除しますか？
nan_latn_tw_x_poj: kám khak-tēng beh san-tû só͘-iú chū-tēng-sû?
nan_latn_tw_x_tailo: kám khak-tīng beh san-tû sóo-iú tsū-tīng-sû?

# i18n_dictionary_devDescription
source: 補充政府機關、常見人名、行政區、數字、時間、日期佮其他教典較少收錄 ê 詞。
en: Adds government agencies, common names, administrative divisions, dates, times, numbers, and other words with limited coverage in the MOE Dictionary.
ja: 政府機関、一般的な人名、行政区、日付、時刻、数字など、教育部辞典で収録の少ない語を補います。
nan_latn_tw_x_poj: pó͘-chhiong chèng-hú ki-koan, siông-kiàn jîn-miâ, hêng-chèng-khu, sò͘-jī, sî-kan, ji̍t-kî kah kî-thaⁿ kàu-tián khah chió siu-lio̍k ê sû.
nan_latn_tw_x_tailo: póo-tshiong tsìng-hú ki-kuan, siông-kiàn jîn-miâ, hîng-tsìng-khu, sòo-jī, sî-kan, ji̍t-kî kah kî-thann kàu-tián khah tsió siu-lio̍k ê sû.

# i18n_dictionary_devSupplementDict
source: 詞庫增補檔案
en: Supplementary Word List
ja: 補足単語リスト
nan_latn_tw_x_poj: sû khò͘ cheng-pó͘ tòng-àn
nan_latn_tw_x_tailo: sû khòo tsing-póo tòng-àn

# i18n_dictionary_editEntry
source: 編輯詞
en: Edit Word
ja: 単語を編集
nan_latn_tw_x_poj: pian-chi̍p sû
nan_latn_tw_x_tailo: pian-tsi̍p sû

# i18n_dictionary_exportBackup
source: 一擺全出
en: Export All at Once
ja: すべてを一括エクスポート
nan_latn_tw_x_poj: chi̍t-pái choân chhut
nan_latn_tw_x_tailo: tsi̍t-pái tsuân tshut

# i18n_dictionary_exportBackupSuccess
source: 備份順利匯出
en: Backup exported successfully
ja: バックアップをエクスポートしました
nan_latn_tw_x_poj: pī-hūn sūn-lī hōe-chhut
nan_latn_tw_x_tailo: pī-hūn sūn-lī huē-tshut

# i18n_dictionary_exportCSV
source: 匯出自訂詞
en: Export Custom Words
ja: カスタム単語をエクスポート
nan_latn_tw_x_poj: hōe-chhut chū-tēng-sû
nan_latn_tw_x_tailo: huē-tshut tsū-tīng-sû

# i18n_dictionary_exportSuccess
source: CSV 順利匯出
en: CSV exported successfully
ja: CSV をエクスポートしました
nan_latn_tw_x_poj: CSV sūn-lī hōe-chhut
nan_latn_tw_x_tailo: CSV sūn-lī huē-tshut

# i18n_dictionary_fileTooLarge
source: 檔案傷大（上限 5 MB）
en: File too large (5 MB limit)
ja: ファイルが大きすぎます（上限 5 MB）
nan_latn_tw_x_poj: tòng-àn siong tōa (siōng hān 5 MB)
nan_latn_tw_x_tailo: tòng-àn siong tuā (siōng hān 5 MB)

# i18n_dictionary_filterHint
source: 清單干焦顯示頭 100 項。欲揣其他紀錄，請用下跤 ê「拍字揣詞」。
en: The list shows the first 100 records. Use the "Type to search" field below to find other records.
ja: 一覧には先頭の 100 件だけを表示します。ほかの記録は、下の「入力して検索」で検索してください。
nan_latn_tw_x_poj: chheng-toaⁿ kan-ta hián-sī thâu 100 hāng. beh chhōe kî-thaⁿ kì-lio̍k, chhiáⁿ iōng ē-kha ê "phah-jī chhōe sû".
nan_latn_tw_x_tailo: tshing-tuann kan-ta hián-sī thâu 100 hāng. beh tshuē kî-thann kì-lio̍k, tshiánn iōng ē-kha ê "phah-jī tshuē sû".

# i18n_dictionary_frequencyDescription
source: 詞頻紀錄使用 CSV 純文字檔案，共 3 欄：漢字、台羅、次數，毋免囥標題。舊版的「漢字、次數」2 欄格式嘛會當匯入。
en: Frequency records use a CSV text file with 3 columns: Hanji, Tâi-lô, and count. No header row. The legacy 2-column format, Hanji and count, is also accepted.
ja: 単語頻度の記録は、漢字・台羅・回数の 3 列からなる CSV テキストファイルを使用します。ヘッダー行は不要です。旧形式の「漢字・回数」の 2 列もインポートできます。
nan_latn_tw_x_poj: sû pîn kì-lio̍k sú-iōng CSV sûn bûn-jī tòng-àn, kā 3 lân: hàn-jī, tâi-lô, chhù-siàu, m̄-bián khǹg piau-tê. kū-pán ê "hàn-jī, chhù-siàu" 2 lân keh-sek mā ē-tàng hōe-ji̍p.
nan_latn_tw_x_tailo: sû pîn kì-lio̍k sú-iōng CSV sûn bûn-jī tòng-àn, kā 3 lân: hàn-jī, tâi-lô, tshù-siàu, m̄-bián khǹg piau-tê. kū-pán ê "hàn-jī, tshù-siàu" 2 lân keh-sik mā ē-tàng huē-ji̍p.

# i18n_dictionary_frequencyExportCSV
source: 匯出詞頻紀錄
en: Export Frequency Records
ja: 単語頻度の記録をエクスポート
nan_latn_tw_x_poj: hōe-chhut sû pîn kì-lio̍k
nan_latn_tw_x_tailo: huē-tshut sû pîn kì-lio̍k

# i18n_dictionary_frequencyImportCSV
source: 匯入詞頻紀錄
en: Import Frequency Records
ja: 単語頻度の記録をインポート
nan_latn_tw_x_poj: hōe-ji̍p sû pîn kì-lio̍k
nan_latn_tw_x_tailo: huē-ji̍p sû pîn kì-lio̍k

# i18n_dictionary_frequencyManagement
source: 詞頻紀錄
en: Frequency Records
ja: 単語頻度の記録
nan_latn_tw_x_poj: sû pîn kì-lio̍k
nan_latn_tw_x_tailo: sû pîn kì-lio̍k

# i18n_dictionary_frequencyPrivacyWarning
source: 詞頻紀錄可能會反映你揀過 ê 詞。匯出抑是分享進前，請先檢查敏感內容。關閉紀錄了後，齒盤袂閣學習你的候選詞排序。
en: Frequency records may reflect words you have selected. Check for sensitive content before exporting or sharing them. When recording is off, the keyboard stops learning your candidate ranking.
ja: 単語頻度の記録には、選んだ単語が反映される場合があります。エクスポートや共有の前に、機密情報が含まれていないか確認してください。記録をオフにすると、候補の並び順を学習しなくなります。
nan_latn_tw_x_poj: sû pîn kì-lio̍k khó-lêng ē hoán-èng lí kéng kòe ê sû. hōe-chhut ah-sī hun-hióng chìn-chêng, chhiáⁿ sian kiám-cha bín-kám lōe-iông. koaiⁿ--khí-lâi liáu-āu, khí-pôaⁿ bōe koh ha̍k-si̍p lí ê hāu-soán sû pâi-sī.
nan_latn_tw_x_tailo: sû pîn kì-lio̍k khó-lîng ē huán-ìng lí kíng kuè ê sû. huē-tshut ah-sī hun-hióng tsìn-tsîng, tshiánn sian kiám-tsa bín-kám luē-iông. kuainn--khí-lâi liáu-āu, khí-puânn buē koh ha̍k-si̍p lí ê hāu-suán sû pâi-sī.

# i18n_dictionary_frequencyRecordingEnabled
source: 開啟詞頻紀錄
en: Record Word Frequency
ja: 単語頻度を記録
nan_latn_tw_x_poj: khai-khé sû pîn kì-lio̍k
nan_latn_tw_x_tailo: khai-khé sû pîn kì-lio̍k

# i18n_dictionary_frequencyRecordingEnabledInfo
source: 拍開了後，齒盤會記錄各詞揀過幾擺，定定揀 ê 詞會排較頭前。
en: When on, the keyboard records how often you select each word. Frequently selected words move toward the front of the candidate list.
ja: オンにすると、各単語を選んだ回数を記録します。よく選ぶ単語は候補リストの前方に移動します。
nan_latn_tw_x_poj: phah-khui liáu-āu, khí-pôaⁿ ē kì-lio̍k kok ê sû kéng kòe kúi-pái, tiāⁿ-tiāⁿ kéng ê sû ē pâi khah thâu-chêng.
nan_latn_tw_x_tailo: phah-khui liáu-āu, khí-puânn ē kì-lio̍k kok ê sû kíng kuè kuí-pái, tiānn-tiānn kíng ê sû ē pâi khah thâu-tsîng.

# i18n_dictionary_hanziLabel
source: 對應
en: Hanji
ja: 漢字
nan_latn_tw_x_poj: tùi-èng
nan_latn_tw_x_tailo: tuì-ìng

# i18n_dictionary_hanziPlaceholder
source: 見本：𠢕早
en: Example: gâu-tsá
ja: 例：𠢕早
nan_latn_tw_x_poj: kiàn-pún: gâu-chá
nan_latn_tw_x_tailo: kiàn-pún: gâu-tsá

# i18n_dictionary_iTaigiDescription
source: 一个群眾編輯 ê 開放台語辭典
en: A crowd-edited open Taigi dictionary.
ja: みんなで編集するオープンな台湾語辞典。
nan_latn_tw_x_poj: Chi̍t-ê kûn-chiòng pian-chi̍p ê khai-hòng tâi-gí sû-tián
nan_latn_tw_x_tailo: Tsi̍t-ê kûn-tsiòng pian-tsi̍p ê khai-hòng tâi-gí sû-tián

# i18n_dictionary_importBackup
source: 一擺全入
en: Import All at Once
ja: すべてを一括インポート
nan_latn_tw_x_poj: chi̍t-pái choân ji̍p
nan_latn_tw_x_tailo: tsi̍t-pái tsuân ji̍p

# i18n_dictionary_importBackupResult
source: 匯入 %1$lld 項自訂詞、%2$lld 項詞頻、%3$lld 項詞關聯
en: Imported %1$lld custom entries, %2$lld frequency records, %3$lld association records
ja: %1$lld 件のカスタム単語、%2$lld 件の単語頻度、%3$lld 件の単語連携をインポートしました
nan_latn_tw_x_poj: hōe-ji̍p %1$lld hāng chū-tēng-sû,%2$lld hāng sû pîn,%3$lld hāng sû koan-liân
nan_latn_tw_x_tailo: huē-ji̍p %1$lld hāng tsū-tīng-sû,%2$lld hāng sû pîn,%3$lld hāng sû kuan-liân

# i18n_dictionary_importCSV
source: 匯入自訂詞
en: Import Custom Words
ja: カスタム単語をインポート
nan_latn_tw_x_poj: hōe-ji̍p chū-tēng-sû
nan_latn_tw_x_tailo: huē-ji̍p tsū-tīng-sû

# i18n_dictionary_importExportTitle
source: 匯入佮匯出
en: Import / Export
ja: インポート / エクスポート
nan_latn_tw_x_poj: hōe-ji̍p kah hōe-chhut
nan_latn_tw_x_tailo: huē-ji̍p kah huē-tshut

# i18n_dictionary_importResult
source: 成功匯入 %1$lld 項，跳過 %2$lld 項
en: Imported %1$lld, skipped %2$lld
ja: %1$lld 件をインポート、%2$lld 件をスキップ
nan_latn_tw_x_poj: sêng-kong hōe-ji̍p %1$lld hāng, thiàu-kòe %2$lld hāng
nan_latn_tw_x_tailo: sîng-kong huē-ji̍p %1$lld hāng, thiàu-kuè %2$lld hāng

# i18n_dictionary_invalidCSVFormat
source: 檔案格式無正確，請使用 CSV 格式
en: Invalid file format. Please use CSV.
ja: ファイル形式が正しくありません。CSV 形式を使用してください。
nan_latn_tw_x_poj: tòng-àn keh-sek bô chèng-khak, chhiáⁿ sú-iōng CSV keh-sek
nan_latn_tw_x_tailo: tòng-àn keh-sik bô tsìng-khak, tshiánn sú-iōng CSV keh-sik

# i18n_dictionary_kautianAccentGilan
source: 宜蘭偏漳腔
en: Yilan (Zhangzhou-leaning)
ja: 宜蘭（漳州寄り）
nan_latn_tw_x_poj: gî-lân phian chiang-khiuⁿ
nan_latn_tw_x_tailo: gî-lân phian tsiang-khiunn

# i18n_dictionary_kautianAccentKaohsiung
source: 高雄混合腔
en: Kaohsiung (Mixed)
ja: 高雄（混合）
nan_latn_tw_x_poj: ko-hiông hūn-ha̍p khiuⁿ
nan_latn_tw_x_tailo: ko-hiông hūn-ha̍p khiunn

# i18n_dictionary_kautianAccentKinmen
source: 金門偏泉腔
en: Kinmen (Quanzhou-leaning)
ja: 金門（泉州寄り）
nan_latn_tw_x_poj: kim-mn̂g phian choân-khiuⁿ
nan_latn_tw_x_tailo: kim-mn̂g phian tsuân-khiunn

# i18n_dictionary_kautianAccentLukang
source: 鹿港偏泉腔
en: Lukang (Quanzhou-leaning)
ja: 鹿港（泉州寄り）
nan_latn_tw_x_poj: lo̍k-káng phian choân-khiuⁿ
nan_latn_tw_x_tailo: lo̍k-káng phian tsuân-khiunn

# i18n_dictionary_kautianAccentMakung
source: 馬公偏泉腔
en: Makung (Quanzhou-leaning)
ja: 馬公（泉州寄り）
nan_latn_tw_x_poj: bé-kang phian choân-khiuⁿ
nan_latn_tw_x_tailo: bé-kang phian tsuân-khiunn

# i18n_dictionary_kautianAccentSansia
source: 三峽偏泉腔
en: Sansia (Quanzhou-leaning)
ja: 三峡（泉州寄り）
nan_latn_tw_x_poj: sam-kiap phian choân-khiuⁿ
nan_latn_tw_x_tailo: sam-kiap phian tsuân-khiunn

# i18n_dictionary_kautianAccentSintik
source: 新竹偏泉腔
en: Hsinchu (Quanzhou-leaning)
ja: 新竹（泉州寄り）
nan_latn_tw_x_poj: sin-tek phian choân-khiuⁿ
nan_latn_tw_x_tailo: sin-tik phian tsuân-khiunn

# i18n_dictionary_kautianAccentTaichung
source: 臺中偏漳腔
en: Taichung (Zhangzhou-leaning)
ja: 台中（漳州寄り）
nan_latn_tw_x_poj: tâi-tiong phian chiang-khiuⁿ
nan_latn_tw_x_tailo: tâi-tiong phian tsiang-khiunn

# i18n_dictionary_kautianAccentTainan
source: 臺南混合腔
en: Tainan (Mixed)
ja: 台南（混合）
nan_latn_tw_x_poj: tâi-lâm hūn-ha̍p khiuⁿ
nan_latn_tw_x_tailo: tâi-lâm hūn-ha̍p khiunn

# i18n_dictionary_kautianAccentTaipak
source: 臺北偏泉腔
en: Taipei (Quanzhou-leaning)
ja: 台北（泉州寄り）
nan_latn_tw_x_poj: tâi-pak phian choân-khiuⁿ
nan_latn_tw_x_tailo: tâi-pak phian tsuân-khiunn

# i18n_dictionary_kautianNameAppendix
source: 姓名附錄
en: Surname Appendix
ja: 姓名付録
nan_latn_tw_x_poj: sèⁿ-miâ hù-lio̍k
nan_latn_tw_x_tailo: sènn-miâ hù-lio̍k

# i18n_dictionary_kautianTag
source: 教典
en: MOE Dict
ja: 教育部辞典
nan_latn_tw_x_poj: kàu-tián
nan_latn_tw_x_tailo: kàu-tián

# i18n_dictionary_khiin
source: 在來字
en: Conventional Characters
ja: 在来字
nan_latn_tw_x_poj: chāi-lâi jī
nan_latn_tw_x_tailo: tsāi-lâi jī

# i18n_dictionary_khiinDescription
source: 補充「水台文」佮「台字田」使用 ê 在來字，拍開了後會加入候選詞。
en: Adds conventional characters used by Tsuí Tâi-bûn and Tâi-jī-tshân to candidate suggestions.
ja: 「水台文」と「台字田」で使われる在来字を候補に追加します。
nan_latn_tw_x_poj: pó͘-chhiong "Chúi-tâi-bûn" kah "Tâi-jī-chhân" sú-iōng ê chāi-lâi jī, phah-khui liáu-āu ē ka-ji̍p hāu-soán sû.
nan_latn_tw_x_tailo: póo-tshiong "Tsuí-tâi-bûn" kah "Tâi-jī-tshân" sú-iōng ê tsāi-lâi jī, phah-khui liáu-āu ē ka-ji̍p hāu-suán sû.

# i18n_dictionary_khpooDescription
source: 補充在地腔口差異
en: Supplements regional accent differences.
ja: 各地の発音の違いを補足。
nan_latn_tw_x_poj: Pó͘-chhiong chāi-tōe khiuⁿ-kháu chha-ī.
nan_latn_tw_x_tailo: Póo-tshiong tsāi-tuē khiunn-kháu tsha-ī.

# i18n_dictionary_kunggeDescription
source: 收規一千兩百組重要 ê 台語工藝詞，包括陶瓷、木藝、金工、竹藤、纖維、玻璃、漆藝、石藝、皮革、紙藝這 11 項工藝類別。
en: Over 1,200 key Taigi craft terms covering eleven categories such as ceramics, woodcraft, metalwork, bamboo and rattan, fiber, glass, lacquer, stonework, leather, and paper craft.
ja: 陶磁・木工・金工・竹藤・繊維・ガラス・漆芸・石工・皮革・紙工など11分野にわたる、1,200組を超える台湾語の工芸用語を収録。
nan_latn_tw_x_poj: Siu kui it-chhian nn̄g-pah cho͘ tiōng-iàu ê tâi-gí kang-gē sû, pau-koat tô-chû, bo̍k-gē, kim-kang, tek-tîn, siam-ûi, po-lê, chhat-gē, chio̍h-gē, phôe-kek, chóa-gē chit 11 hāng kang-gē lūi-pia̍t.
nan_latn_tw_x_tailo: Siu kui it-tshian nn̄g-pah tsoo tiōng-iàu ê tâi-gí kang-gē sû, pau-kuat tô-tsû, bo̍k-gē, kim-kang, tik-tîn, siam-uî, po-lê, tshat-gē, tsio̍h-gē, phuê-kik, tsuá-gē tsit 11 hāng kang-gē luī-pia̍t.

# i18n_dictionary_kunggeTag
source: 工藝辭典
en: Craft Glossary
ja: 工芸用語
nan_latn_tw_x_poj: kang-gē sû-tián
nan_latn_tw_x_tailo: kang-gē sû-tián

# i18n_dictionary_lkkDescription
source: 李江却台語文教基金會漢羅合用建議用字。
en: Suggested Han-Roman mixed-script characters from the Lí Kang-Khioh Taigi Culture and Education Foundation.
ja: 李江却台語文教基金会による漢字ローマ字混在表記の推奨用字。
nan_latn_tw_x_poj: Lí Kang Khioh tâi-gí bûn-kàu ki-kim-hōe hàn-lô ha̍h-ēng kiàn-gī iōng-jī.
nan_latn_tw_x_tailo: Lí Kang Khioh tâi-gí bûn-kàu ki-kim-huē hàn-lô ha̍h-īng kiàn-gī iōng-jī.

# i18n_dictionary_lkkDict
source: 漢羅合用建議用字
en: Han-Lo Recommended Characters
ja: 漢羅併用 推奨用字
nan_latn_tw_x_poj: hàn-lô ha̍h-ēng kiàn-gī iōng-jī
nan_latn_tw_x_tailo: hàn-lô ha̍h-īng kiàn-gī iōng-jī

# i18n_dictionary_lkkTag
source: 漢羅合用
en: Han-Roman
ja: 漢羅併用
nan_latn_tw_x_poj: hàn-lô ha̍h-ēng
nan_latn_tw_x_tailo: hàn-lô ha̍h-īng

# i18n_dictionary_lookupChhoe
source: ChhoeTaigi 辭典
en: ChhoeTaigi Dictionary
ja: ChhoeTaigi 辞典
nan_latn_tw_x_poj: ChhoeTaigi sû-tián
nan_latn_tw_x_tailo: ChhoeTaigi sû-tián

# i18n_dictionary_lookupMoe
source: 教育部辭典
en: MOE Dictionary
ja: 教育部辞典
nan_latn_tw_x_poj: kàu-io̍k-pō͘ sû-tián
nan_latn_tw_x_tailo: kàu-io̍k-pōo sû-tián
